Repository: gnachman/iTerm2
Catalog: sources/Localizable.xcstrings
Source language: en
Languages: de, ja, pt_br, ru, zh_hans

# AdvancedSetting.animateGraphStatusBarComponents
source: Animate graph-based status bar components? Turn this off to reduce CPU/GPU usage in WindowServer.
de: Graphbasierte Statusleisten-Komponenten animieren? Schalten Sie dies aus, um die CPU-/GPU-Auslastung in WindowServer zu reduzieren.
ja: グラフベースのステータスバーコンポーネントをアニメーション表示しますか？ WindowServerのCPU/GPU使用率を減らすには、これをオフにしてください。
pt_br: Animar componentes da barra de status baseados em gráfico? Desative isso para reduzir o uso de CPU/GPU no WindowServer.
ru: Анимировать компоненты строки состояния на основе графиков? Отключите этот параметр, чтобы снизить нагрузку на ЦП/ГП в WindowServer.
zh_hans: 是否对基于图表的状态栏组件进行动画处理？ 关闭此选项以降低 WindowServer 中的 CPU/GPU 使用率。

# AdvancedSetting.anonymousTmuxWindowsOpen.FocusedWindow
source: Focused window
de: Fokussiertes Fenster
ja: フォーカスされているウィンドウ
pt_br: Janela em foco
ru: Активное окно
zh_hans: 当前窗口

# AdvancedSetting.anonymousTmuxWindowsOpen.NewWindow
source: New window
de: Neues Fenster
ja: 新規ウィンドウ
pt_br: Nova janela
ru: Новое окно
zh_hans: 新窗口

# AdvancedSetting.anonymousTmuxWindowsOpen.TopmostSessionWindow
source: Topmost session window
de: Oberstes Sitzungsfenster
ja: 最前面のセッションウィンドウ
pt_br: Janela de sessão mais ao topo
ru: Верхнее окно сессии
zh_hans: 最顶层的会话窗口

# AdvancedSetting.anonymousTmuxWindowsOpenInCurrentWindow
source: Where should new tmux windows not created by iTerm2 open? “Focused window” (the default) attaches the window as a tab of whichever iTerm2 window currently has keyboard focus. “Topmost session window” attaches it to the frontmost iTerm2 window that already shows a tab from this tmux session, regardless of focus.
de: Wo sollen neue tmux-Fenster geöffnet werden, die nicht von iTerm2 erstellt wurden? „Fokussiertes Fenster“ (Standard) hängt das Fenster als Tab an das iTerm2-Fenster an, das gerade den Tastaturfokus hat. „Oberstes Sitzungsfenster“ hängt es an das vorderste iTerm2-Fenster an, das bereits einen Tab dieser tmux-Sitzung zeigt, unabhängig vom Fokus.
ja: iTerm2 以外で作成された新しい tmux ウィンドウをどこに開きますか? 「フォーカスされたウィンドウ」(デフォルト) は、現在キーボードフォーカスを持っている iTerm2 ウィンドウのタブとしてウィンドウを追加します。「最前面のセッションウィンドウ」は、フォーカスに関係なく、この tmux セッションのタブをすでに表示している最前面の iTerm2 ウィンドウに追加します。
pt_br: Onde novas janelas do tmux não criadas pelo iTerm2 devem abrir? “Janela em foco” (o padrão) anexa a janela como uma aba da janela do iTerm2 que tiver o foco do teclado no momento. “Janela de sessão mais ao topo” anexa-a à janela do iTerm2 mais à frente que já exibe uma aba desta sessão do tmux, independentemente do foco.
ru: Где должны открываться новые окна tmux, не созданные iTerm2? «Окно в фокусе» (по умолчанию) присоединяет окно как вкладку к тому окну iTerm2, которое сейчас находится в фокусе клавиатуры. «Верхнее окно сессии» присоединяет его к самому переднему окну iTerm2, в котором уже показана вкладка из этой сессии tmux, независимо от фокуса.
zh_hans: iTerm2 未创建的新 tmux 窗口应打开在何处？ “专注窗口”（默认）将该窗口作为当前具有键盘焦点的 iTerm2 窗口的标签页附加。而“最顶层的会话窗口”则将其附加到当前显示该 tmux 会话标签页的最前端的 iTerm2 窗口上，与焦点无关。

# AdvancedSetting.appendToExistingDebugLog
source: Append to existing debug log rather than replacing it.
de: An das vorhandene Debug-Protokoll anhängen, anstatt es zu ersetzen.
ja: 既存のデバッグログを置き換えるのではなく、追記します。
pt_br: Adicionar ao log de depuração existente em vez de substituí-lo.
ru: Дописывать в существующий отладочный журнал вместо его замены.
zh_hans: 是追加到现有调试日志中还是替换它？

# AdvancedSetting.aquaSKKBugfixEnabled
source: Enable AquaSKK bugfix?
de: AquaSKK-Fehlerkorrektur aktivieren?
ja: AquaSKK のバグ修正を有効にしますか?
pt_br: Ativar correção de bug do AquaSKK?
ru: Включить исправление ошибки AquaSKK?
zh_hans: 是否启用 AquaSKK 修复功能？

# AdvancedSetting.asyncPreconvertMaxOutstandingBytes
source: Maximum bytes of outstanding async pre-conversions. When this limit is reached, new strings are converted synchronously on the mutation thread.
de: Maximale Anzahl an Bytes für ausstehende asynchrone Vorkonvertierungen. Wird dieses Limit erreicht, werden neue Zeichenfolgen synchron im Mutation-Thread konvertiert.
ja: 非同期の事前変換で未処理のまま保持できる最大バイト数。 この上限に達すると、新しい文字列は mutation スレッド上で同期的に変換されます。
pt_br: Máximo de bytes de pré-conversões assíncronas pendentes. Quando este limite é atingido, novas strings são convertidas de forma síncrona na thread de mutação.
ru: Максимальное количество байт незавершённых асинхронных преобразований. При достижении этого предела новые строки преобразуются синхронно в потоке мутации.
zh_hans: 未完成的异步预转换的最大字节数。 当达到此限制时，新的字符串将在 mutation 线程上同步转换。

# AdvancedSetting.asyncPreconvertMinStringLength
source: Minimum string length (in UTF-16 code units) to dispatch for async pre-conversion.
de: Minimale Zeichenfolgenlänge (in UTF-16-Codeeinheiten), ab der eine asynchrone Vorkonvertierung ausgelöst wird.
ja: 非同期の事前変換にディスパッチする文字列の最小長 (UTF-16 コード単位)。
pt_br: Comprimento mínimo de string (em unidades de código UTF-16) para despachar para pré-conversão assíncrona.
ru: Минимальная длина строки (в единицах кода UTF-16) для отправки на асинхронное преобразование.
zh_hans: 用于异步预转换的最小字符串长度（以 UTF-16 代码单位计）。

# AdvancedSetting.asyncPreconvertStrings
source: Pre-convert long non-ASCII strings on a background queue. This decouples preconversion from the parser thread for better throughput.
de: Lange Nicht-ASCII-Zeichenfolgen in einer Hintergrundwarteschlange vorkonvertieren. Dies entkoppelt die Vorkonvertierung vom Parser-Thread für einen besseren Durchsatz.
ja: 長い非 ASCII 文字列をバックグラウンドキューで事前変換します。 これにより、事前変換をパーサースレッドから分離し、スループットを向上させます。
pt_br: Pré-converter strings longas não-ASCII em uma fila em segundo plano. Isso desacopla a pré-conversão da thread do analisador para melhor taxa de transferência.
ru: Предварительно преобразовывать длинные строки не из ASCII в фоновой очереди. Это отделяет предварительное преобразование от потока разбора для повышения пропускной способности.
zh_hans: 在后台队列中对长非 ASCII 字符串进行预转换。 此操作将预转换与解析线程分离，以提高吞吐量。

# AdvancedSetting.autocompleteMaxOptions
source: Number of autocomplete options to present. A value less than 100 is recommended.
de: Anzahl der anzuzeigenden Autovervollständigungs-Optionen. Ein Wert unter 100 wird empfohlen.
ja: 表示するオートコンプリート候補の数。 100 未満の値を推奨します。
pt_br: Número de opções de autocompletar a apresentar. Recomenda-se um valor menor que 100.
ru: Количество вариантов автозавершения для показа. Рекомендуется значение меньше 100.
zh_hans: 要显示的自动补全选项数量。 建议值小于 100。

# AdvancedSetting.autodetectMouseReportingStuck
source: Automatically detect when mouse reporting got stuck on? This watches for parts of mouse reporting control sequences being printed to the screen
de: Automatisch erkennen, wenn die Maus-Berichterstattung hängen geblieben ist? Dies überwacht, ob Teile von Steuersequenzen der Maus-Berichterstattung auf dem Bildschirm ausgegeben werden
ja: マウスレポートが有効のまま固まった状態を自動検出しますか? これは、マウスレポート制御シーケンスの一部が画面に表示されていないかを監視します
pt_br: Detectar automaticamente quando o relatório de mouse ficou travado ativado? Isso observa partes de sequências de controle de relatório de mouse sendo impressas na tela
ru: Автоматически определять, когда отчёт о мыши застрял во включённом состоянии? Это отслеживает случаи, когда части управляющих последовательностей отчёта о мыши выводятся на экран
zh_hans: 是否自动检测鼠标报告卡在某一位置？ 此选项用于监视鼠标报告控制序列中的部分内容被打印到屏幕上。

# AdvancedSetting.autoLockSessionNameOnEdit
source: Auto-lock session name after editing it.
de: Sitzungsname nach dem Bearbeiten automatisch sperren.
ja: セッション名を編集した後、自動的にロックします。
pt_br: Bloquear automaticamente o nome da sessão após editá-lo.
ru: Автоматически блокировать имя сессии после его редактирования.
zh_hans: 编辑后自动锁定会话名称。

# AdvancedSetting.autologAppends
source: Automatic session logging appends to existing files. When set to No, the file will be overwritten instead.
de: Automatische Sitzungsprotokollierung hängt an vorhandene Dateien an. Wenn auf „Nein“ gesetzt, wird die Datei stattdessen überschrieben.
ja: 自動セッションログは既存のファイルに追記します。 「いいえ」に設定すると、代わりにファイルが上書きされます。
pt_br: O registro automático de sessão acrescenta a arquivos existentes. Quando definido como Não, o arquivo será substituído.
ru: Автоматическое журналирование сессии дописывает данные в существующие файлы. Если выключено, файл будет перезаписан.
zh_hans: 自动会话日志追加到现有文件。 若设置为“否”，则文件将被覆盖。

# AdvancedSetting.autoLogFormat
source: Format for automatic session log filenames. See the Badges documentation for supported substitutions.
de: Format für Dateinamen der automatischen Sitzungsprotokolle. Siehe die Badges-Dokumentation für unterstützte Platzhalter.
ja: 自動セッションログのファイル名の書式。 使用できる置換については、バッジのドキュメントを参照してください。
pt_br: Formato para nomes de arquivo de log automático de sessão. Consulte a documentação de Selos para as substituições suportadas.
ru: Формат имён файлов для автоматических журналов сессий. Список поддерживаемых подстановок см. в документации по плашкам.
zh_hans: 自动会话日志文件名格式。 关于支持的替换内容，请参阅角标文档。

# AdvancedSetting.autoSearch
source: Automatically search for selected text after making a selection?
de: Automatisch nach ausgewähltem Text suchen, nachdem eine Auswahl getroffen wurde?
ja: 選択を行った後、選択したテキストを自動的に検索しますか?
pt_br: Buscar automaticamente o texto selecionado após fazer uma seleção?
ru: Автоматически искать выделенный текст после создания выделения?
zh_hans: 选择文本后是否自动搜索所选内容？

# AdvancedSetting.badgeFont
source: Font to use for the badge.
de: Für das Badge zu verwendende Schriftart.
ja: バッジに使用するフォント。
pt_br: Fonte a usar para o selo.
ru: Шрифт для плашки.
zh_hans: 用于角标的字体。

# AdvancedSetting.badgeFontIsBold
source: Should the badge render in bold type?
de: Soll das Badge in Fettschrift dargestellt werden?
ja: バッジを太字で表示しますか?
pt_br: O selo deve ser renderizado em negrito?
ru: Отображать плашку полужирным шрифтом?
zh_hans: 角标是否应以粗体显示？

# AdvancedSetting.badgeMaxHeightFraction
source: Maximum height of the badge As a fraction of the height of the terminal, between 0 and 1.0. This is the default value if a profile does not have a setting.
de: Maximale Höhe des Badges Als Anteil der Höhe des Terminals, zwischen 0 und 1,0. Dies ist der Standardwert, wenn ein Profil keine Einstellung hat.
ja: バッジの最大高さ ターミナルの高さに対する割合で指定します (0 から 1.0)。プロファイルに設定がない場合のデフォルト値です。
pt_br: Altura máxima do selo Como uma fração da altura do terminal, entre 0 e 1.0. Este é o valor padrão se um perfil não tiver um ajuste.
ru: Максимальная высота плашки В виде доли высоты терминала, от 0 до 1,0. Это значение по умолчанию, если оно не задано в профиле.
zh_hans: 角标的最大高度 以终端高度的百分比表示，范围为0到1.0。若配置文件未设置该值，则采用此默认值。

# AdvancedSetting.badgeMaxWidthFraction
source: Maximum width of the badge As a fraction of the width of the terminal, between 0 and 1.0. This is the default value if a profile does not have a setting.
de: Maximale Breite des Badges Als Anteil der Breite des Terminals, zwischen 0 und 1,0. Dies ist der Standardwert, wenn ein Profil keine Einstellung hat.
ja: バッジの最大幅 ターミナルの幅に対する割合で指定します (0 から 1.0)。プロファイルに設定がない場合のデフォルト値です。
pt_br: Largura máxima do selo Como uma fração da largura do terminal, entre 0 e 1.0. Este é o valor padrão se um perfil não tiver um ajuste.
ru: Максимальная ширина плашки В виде доли ширины терминала, от 0 до 1,0. Это значение по умолчанию, если оно не задано в профиле.
zh_hans: 角标的最大宽度 以终端宽度的百分比表示，范围为0到1.0。若配置文件未设置该值，则采用此默认值。

# AdvancedSetting.badgeRightMargin
source: Default value for right margin for the badge How much space to leave between the right edge of the badge and the right edge of the terminal. Can be overridden by a profile setting. This is the default value if a profile does not have a setting.
de: Standardwert für den rechten Rand des Badges Wie viel Platz zwischen dem rechten Rand des Badges und dem rechten Rand des Terminals gelassen werden soll. Kann durch eine Profileinstellung überschrieben werden. Dies ist der Standardwert, wenn ein Profil keine Einstellung hat.
ja: バッジの右マージンのデフォルト値 バッジの右端とターミナルの右端の間に空ける余白の量です。プロファイルの設定で上書きできます。プロファイルに設定がない場合のデフォルト値です。
pt_br: Valor padrão para a margem direita do selo Quanto espaço deixar entre a borda direita do selo e a borda direita do terminal. Pode ser substituído por um ajuste de perfil. Este é o valor padrão se um perfil não tiver um ajuste.
ru: Значение по умолчанию для правого отступа плашки Какое расстояние оставлять между правым краем плашки и правым краем терминала. Может быть переопределено настройкой профиля. Это значение по умолчанию, если оно не задано в профиле.
zh_hans: 角标右边缘的默认间距 即角标与终端右侧边缘之间的空间距离。可通过配置文件设置调整，若配置文件未设置，则采用此默认值。

# AdvancedSetting.badgeTopMargin
source: Default value for the top margin for the badge How much space to leave between the top edge of the badge and the top edge of the terminal. Can be overridden by a profile setting. This is the default value if a profile does not have a setting.
de: Standardwert für den oberen Rand des Badges Wie viel Platz zwischen dem oberen Rand des Badges und dem oberen Rand des Terminals gelassen werden soll. Kann durch eine Profileinstellung überschrieben werden. Dies ist der Standardwert, wenn ein Profil keine Einstellung hat.
ja: バッジの上マージンのデフォルト値 バッジの上端とターミナルの上端の間に空ける余白の量です。プロファイルの設定で上書きできます。プロファイルに設定がない場合のデフォルト値です。
pt_br: Valor padrão para a margem superior do selo Quanto espaço deixar entre a borda superior do selo e a borda superior do terminal. Pode ser substituído por um ajuste de perfil. Este é o valor padrão se um perfil não tiver um ajuste.
ru: Значение по умолчанию для верхнего отступа плашки Какое расстояние оставлять между верхним краем плашки и верхним краем терминала. Может быть переопределено настройкой профиля. Это значение по умолчанию, если оно не задано в профиле.
zh_hans: 徽章顶部边缘的默认值 徽章顶部边缘与终端顶部边缘之间的间距。可通过配置文件设置覆盖此值。若未配置配置文件，则采用默认值。

# AdvancedSetting.bellRateLimit
source: Minimum time between beeping or flashing screen on bell, in seconds. If the time interval between bells is less than this amount of time, it will be ignored.
de: Mindestzeit zwischen Signalton oder Bildschirmblitz bei einem Klingelzeichen, in Sekunden. Wenn das Zeitintervall zwischen Klingelzeichen kürzer als dieser Wert ist, wird es ignoriert.
ja: ベル時にビープ音を鳴らしたり画面を点滅させたりする間隔の最小時間 (秒単位)。 ベルの間隔がこの時間より短い場合、無視されます。
pt_br: Tempo mínimo entre bipes ou piscadas da tela na campainha, em segundos. Se o intervalo de tempo entre campainhas for menor que este período, ela será ignorada.
ru: Минимальное время между звуковым сигналом или миганием экрана при сигнале колокольчика, в секундах. Если интервал между сигналами меньше этого значения, он будет проигнорирован.
zh_hans: 铃声或屏幕闪烁之间的最小时间（秒）。 若铃声间隔小于此值，则会被忽略。

# AdvancedSetting.bootstrapDaemon
source: Allow sessions to survive logging out and back in. This breaks the “auth sufficient pam_tid.so” hack some people use to allow sudo to authenticate with Touch ID.
de: Erlauben, dass Sitzungen ein Ab- und wieder Anmelden überstehen. Dies bricht den „auth sufficient pam_tid.so“-Hack, den manche Leute verwenden, damit sudo sich per Touch ID authentifizieren kann.
ja: ログアウトして再度ログインしてもセッションを保持できるようにします。 これにより、一部のユーザーが sudo を Touch ID で認証させるために使っている「auth sufficient pam_tid.so」というハックが機能しなくなります。
pt_br: Permitir que sessões sobrevivam ao logout e login novamente. Isso quebra o truque “auth sufficient pam_tid.so” que algumas pessoas usam para permitir que o sudo autentique com Touch ID.
ru: Разрешить сессиям переживать выход из системы и повторный вход. Это нарушает хак «auth sufficient pam_tid.so», которым некоторые пользуются, чтобы разрешить sudo аутентификацию по Touch ID.
zh_hans: 允许会话在登出后重新登录时继续运行。 此设置可解除部分用户使用的“auth sufficient pam_tid.so”技巧，该技巧用于允许sudo通过Touch ID认证。

# AdvancedSetting.bordersOnlyInLightMode
source: Opaque windows have a border only in light mode. This setting modifies “Show border around windows”. Borders in opaque windows in dark mode are ugly and the OS draws one that is pretty serviceable. Enable this if you have trouble seeing them.
de: Undurchsichtige Fenster haben nur im hellen Modus einen Rahmen. Diese Einstellung ändert „Rahmen um Fenster anzeigen“. Rahmen bei undurchsichtigen Fenstern im dunklen Modus sehen unschön aus, und das Betriebssystem zeichnet ohnehin einen brauchbaren Rahmen. Aktivieren Sie dies, wenn Sie Schwierigkeiten haben, sie zu sehen.
ja: 不透明なウィンドウは、ライトモードのときのみ境界線を表示します。 この設定は「ウィンドウの周囲に境界線を表示」を変更します。ダークモードの不透明なウィンドウの境界線は見た目が悪く、OS が描画するもので十分実用的です。境界線が見えにくい場合はこれを有効にしてください。
pt_br: Janelas opacas têm borda apenas no modo claro. Este ajuste modifica “Mostrar borda ao redor das janelas”. Bordas em janelas opacas no modo escuro são feias e o sistema desenha uma que é bastante útil. Ative isto se tiver dificuldade em vê-las.
ru: Непрозрачные окна имеют рамку только в светлом режиме. Эта настройка изменяет «Показывать рамку вокруг окон». Рамки у непрозрачных окон в тёмном режиме выглядят некрасиво, а ОС и так рисует вполне приемлемую рамку. Включите это, если вам трудно их разглядеть.
zh_hans: 不透明窗口在亮色模式下仅有边框。 此设置修改“显示窗口边框”选项。暗色模式下的不透明窗口边框会显得丑陋，操作系统会自动绘制一个美观的边框。若难以看到边框，可启用此选项。

# AdvancedSetting.bounceOnInactiveBell
source: Bounce dock icon when the bell rings while another app is active?
de: Dock-Symbol hüpfen lassen, wenn das Klingelzeichen ertönt, während eine andere App aktiv ist?
ja: 別のアプリがアクティブなときにベルが鳴ったら、Dock アイコンをバウンスさせますか?
pt_br: Balançar o ícone no dock quando a campainha tocar enquanto outro app está ativo?
ru: Подпрыгивать значку в Dock при сигнале колокольчика, когда активно другое приложение?
zh_hans: 当其他应用运行时，铃声响起时是否弹跳窗口栏图标？

# AdvancedSetting.browserBundleID
source: Bundle ID of browser to open URLs with. Leave empty to use system default.
de: Bundle-ID des Browsers, mit dem URLs geöffnet werden sollen. Leer lassen, um die Systemvorgabe zu verwenden.
ja: URL を開くブラウザのバンドル ID。 空欄のままにするとシステムのデフォルトを使用します。
pt_br: Bundle ID do navegador com que abrir URLs. Deixe vazio para usar o padrão do sistema.
ru: Bundle ID браузера для открытия URL. Оставьте пустым, чтобы использовать системный браузер по умолчанию.
zh_hans: 打开URL的浏览器包ID。 留空则使用系统默认值。

# AdvancedSetting.browserPluginPathHint
source: Location of browser plugin if it cannot be auto-detected
de: Speicherort des Browser-Plug-ins, falls dieser nicht automatisch erkannt werden kann
ja: 自動検出できない場合のブラウザプラグインの場所
pt_br: Localização do plugin do navegador se não puder ser detectada automaticamente
ru: Расположение плагина браузера, если оно не может быть определено автоматически
zh_hans: 无法自动检测到的浏览器插件位置

# AdvancedSetting.browserProfiles
source: Enable browser-style profiles? You must restart iTerm2 for this to take effect.
de: Profile im Browser-Stil aktivieren? Sie müssen iTerm2 neu starten, damit dies wirksam wird.
ja: ブラウザ形式のプロファイルを有効にしますか? これを反映するには iTerm2 を再起動する必要があります。
pt_br: Ativar perfis no estilo de navegador? Você deve reiniciar o iTerm2 para que isto tenha efeito.
ru: Включить профили в стиле браузера? Для вступления в силу необходимо перезапустить iTerm2.
zh_hans: 启用浏览器式配置文件？ 需重启iTerm2才能生效。

# AdvancedSetting.browserProxyEnabled
source: Enable HTTP proxy for web browser? When enabled, routes all browser traffic through the configured proxy server.
de: HTTP-Proxy für den Webbrowser aktivieren? Wenn aktiviert, wird der gesamte Browser-Datenverkehr über den konfigurierten Proxyserver geleitet.
ja: Web ブラウザ用の HTTP プロキシを有効にしますか? 有効にすると、すべてのブラウザトラフィックが設定されたプロキシサーバー経由でルーティングされます。
pt_br: Ativar proxy HTTP para o navegador web? Quando ativado, roteia todo o tráfego do navegador pelo servidor proxy configurado.
ru: Включить HTTP-прокси для веб-браузера? При включении весь трафик браузера направляется через настроенный прокси-сервер.
zh_hans: 启用网页浏览器HTTP代理？ 启用后，所有浏览器流量将通过配置的代理服务器路由。

# AdvancedSetting.browserProxyHost
source: HTTP proxy hostname or IP address The address of the proxy server to use for browser connections.
de: Hostname oder IP-Adresse des HTTP-Proxys Die Adresse des Proxyservers, der für Browserverbindungen verwendet werden soll.
ja: HTTP プロキシのホスト名または IP アドレス ブラウザ接続に使用するプロキシサーバーのアドレスです。
pt_br: Nome do host ou endereço IP do proxy HTTP O endereço do servidor proxy a usar para conexões do navegador.
ru: Имя хоста или IP-адрес HTTP-прокси Адрес прокси-сервера для использования при соединениях браузера.
zh_hans: HTTP代理主机名或IP地址 用于浏览器连接的代理服务器地址。

# AdvancedSetting.browserProxyPort
source: HTTP proxy port The port number of the proxy server.
de: HTTP-Proxy-Port Die Portnummer des Proxyservers.
ja: HTTP プロキシのポート プロキシサーバーのポート番号です。
pt_br: Porta do proxy HTTP O número da porta do servidor proxy.
ru: Порт HTTP-прокси Номер порта прокси-сервера.
zh_hans: HTTP代理端口 代理服务器的端口号。

# AdvancedSetting.bufferDepth
source: Maximum number of chunks to buffer. In general, these chunks are 1024 bytes. A larger value increases buffer bloat but—up to a limit—can improve performance in the fast path of ASCII text.
de: Maximale Anzahl an zu puffernden Chunks. Im Allgemeinen sind diese Chunks 1024 Byte groß. Ein größerer Wert erhöht die Pufferaufblähung, kann aber bis zu einem gewissen Grad die Leistung im schnellen Pfad für ASCII-Text verbessern.
ja: バッファリングするチャンクの最大数。 通常、これらのチャンクは 1024 バイトです。値を大きくするとバッファの肥大化が増えますが、ある程度までは ASCII テキストの高速パスでのパフォーマンスを向上させられます。
pt_br: Número máximo de blocos a armazenar em buffer. Em geral, esses blocos têm 1024 bytes. Um valor maior aumenta o inchaço do buffer mas, até um limite, pode melhorar o desempenho no caminho rápido de texto ASCII.
ru: Максимальное количество буферизуемых блоков. Обычно эти блоки имеют размер 1024 байта. Большее значение увеличивает раздутие буфера, но — до определённого предела — может повысить производительность на быстром пути для ASCII-текста.
zh_hans: 最大缓冲区块数 通常这些块为1024字节。较大的数值会增加缓冲区占用，但在限制内可提升ASCII文本的传输性能。

# AdvancedSetting.channelsEnabled
source: Enable Channels feature?
de: Channels-Funktion aktivieren?
ja: チャンネル機能を有効にしますか?
pt_br: Ativar o recurso Channels?
ru: Включить функцию «Каналы»?
zh_hans: 是否启用通道功能？

# AdvancedSetting.chaseAnchoredScreen
source: Aggressively keep windows on the screen they were configured to be on
de: Fenster konsequent auf dem Bildschirm halten, für den sie konfiguriert wurden
ja: ウィンドウを設定された画面に積極的にとどめる
pt_br: Manter janelas agressivamente na tela em que foram configuradas para ficar
ru: Настойчиво удерживать окна на экране, для которого они были настроены
zh_hans: 强制保持屏幕上的窗口处于配置状态

# AdvancedSetting.clearBellIconAggressively
source: Clear bell icon when a session becomes active. When off, you must type in the session to clear the bell icon.
de: Klingelsymbol löschen, wenn eine Sitzung aktiv wird. Wenn deaktiviert, müssen Sie in der Sitzung tippen, um das Klingelsymbol zu löschen.
ja: セッションがアクティブになったときにベルアイコンをクリアします。 オフの場合、ベルアイコンをクリアするにはセッション内で入力する必要があります。
pt_br: Limpar o ícone de campainha quando uma sessão se tornar ativa. Quando desativado, você deve digitar na sessão para limpar o ícone de campainha.
ru: Убирать значок колокольчика, когда сессия становится активной. Если выключено, для сброса значка колокольчика нужно набирать текст в сессии.
zh_hans: 会话激活时清除角标图标 关闭此选项后，需手动输入会话名称以清除角标图标。

# AdvancedSetting.clippingSeparator
source: Separator inserted between multiple clippings when sending or copying them. The value should use Vim syntax, such as \n for newline and \e for escape.
de: Trennzeichen, das beim Senden oder Kopieren mehrerer Ausschnitte zwischen ihnen eingefügt wird. Der Wert sollte die Vim-Syntax verwenden, zum Beispiel \n für Zeilenumbruch und \e für Escape.
ja: 複数のクリッピングを送信またはコピーする際に、それらの間に挿入するセパレーター。 値は Vim の構文を使用してください。例えば改行には \n、エスケープには \e を使います。
pt_br: Separador inserido entre múltiplos recortes ao enviá-los ou copiá-los. O valor deve usar a sintaxe do Vim, como \n para nova linha e \e para escape.
ru: Разделитель, вставляемый между несколькими фрагментами при их отправке или копировании. Значение должно использовать синтаксис Vim, например \n для новой строки и \e для escape.
zh_hans: 发送或复制多个剪裁内容时插入的分隔符 值应使用Vim语法，例如\n表示换行，\e表示转义。
